Repository: archivsozialebewegungen/AlexandriaGui
Catalog: tkgui/locale/*/LC_MESSAGES/alexandriagui.po
Languages: de

source: No entry to delete selected
de: Kein Eintrag zum Löschen ausgewählt.

source: Systematic entry with children may not be deleted
de: Systematikeintrag mit Unterpunkten darf nicht gelöscht werden.

source: Can't delete entry when sibling exists
de: Eintrag kann nicht gelöscht werden, wenn Nachfolgeeintrag existiert.

source: Entry which is in use by documents may not be deleted
de: Eintrag mit Dokumentverweisen kann nicht gelöscht werden.

source: Nothing to save
de: Nicht zu speichern.

source: '%s' is not a valid day!
de: '%s' ist kein zulässiger Tag!

source: '%s' is not a valid month!
de: '%s' ist kein zulässiger Monat!

source: '%s' is not a valid year!
de: '%s' ist kein zulässiges Jahr!

source: \s*(\d{1,2}\.|January|February|March|April|May|June|July|August|September|October|November|December|Jan\.|Feb\.|Mar\.|Apr\.|May|Jun\.|Jul\.|Aug\.|Sep\.|Oct\.|Nov\.|Dec\.)\s*
de: \s*(\d{1,2}\.|Januar|Februar|März|April|Mai|Juni|Juli|August|September|Oktober|November|Dezember|Jan\.|Feb\.|Mär\.|Apr\.|Mai|Jun\.|Jul\.|Aug\.|Sep\.|Okt\.|Nov\.|Dez\.)\s*

source: (from|,)\s+
de: (vom|v\.|,)\s+

source: Document %s not found
de: Dokument %s nicht gefunden

source: No parent entry selected
de: Kein übergeordneter Punkt ausgewählt

source: Creating new entry canceled or not possible.
de: Erstellen eines neuen Eintrags abgebrochen oder nicht möglich.

source: Systematic point %s saved!
de: Systematikpunkt %s gespeichert!

source: File format '%s' is not supported!
de: Das Dateiformat '%s' wird nicht unterstützt!

source: File resolution {0:d} x {1:d} is not supported!
de: Die Dateiauflösung {0:d} x {1:d} wird nicht unterstützt!

source: Unknown error while adding file
de: Unbekannter Fehler beim Hinzufügen einer Datei

source: No systematic point %s
de: Es gibt keinen Systematikpunkt %s

source: Database upgrade
de: Datenbank-Aktualisierung

source: Your database needs an upgrade. Do you want to perform it now?
de: Die Datenbank muß aktualisiert werden. Aktualisierung jetzt durchführen?

source: Yes
de: Ja

source: No
de: Nein

source: Cancel
de: Abrechen

source: Next >>
de: Nächster >>

source: << Prev
de: << Voriger

source: Finish
de: Abschließen

source: User selection dialog
de: Benutzerauswahldialog

source: Please select user
de: Bitte Benutzer auswählen

source: Set filter
de: Filter setzen

source: Clear form
de: Formular löschen

source: %d. search expression:
de: %d. Suchausdruck

source: Signature:
de: Signatur:

source: Select
de: Auswählen

source: Earliest Date
de: Frühestes Datum

source: Latest Date
de: Spätestes Datum

source: Only local events
de: Nur lokale Ereignisse

source: Only unverified events
de: Nur unbestätigte Ereignisse

source: TU
de: DI

source: WE
de: MI

source: TH
de: DO

source: SU
de: SO

source: Please select year
de: Bitte Jahr auswählen

source: Please edit string:
de: Bitte Zeichenkette bearbeiten:

source: Please select:
de: Bitte auswählen:

source: Select yes or no
de: Wählen Sie JA oder NEIN

source: Create new event
de: Neues Ereignis anlegen

source: Confirm event creation
de: Neues Ereignis bestätigen

source: Events exist on %s. Please select the event you want or create a new one
de: Es existieren bereits Ereignisse für den %s. Bitte wähle ein Ereignis aus oder erstelle ein neues.

source: Goto event
de: Gehe zu Ereignis

source: Select a tree node
de: Bitte Baumknoten auswählen

source: Please enter the event date:
de: Bitte das Ereignisdatum eingeben:

source: Please select an event:
de: Bitte ein Ereignis auswählen:

source: No event to display!
de: Kein Ereignis anzuzeigen!

source: not registered
de: nicht erfasst

source: local
de: lokal

source: countrywide
de: landesweit

source: Location
de: Ort

source: unconfirmed
de: unbestätigt

source: probable
de: wahrscheinlich

source: confirmed
de: bestätigt

source: State
de: Zustand

source: Records
de: Datensätze

source: First record
de: Erster Datensatz

source: Last record
de: Letzter Datensatz

source: Next record
de: Nächster Datensatz

source: Previous record
de: Voriger Datensatz

source: New record
de: Neuer Datensatz

source: Delete record
de: Datensatz löschen

source: Quit
de: Beenden

source: Goto record
de: Gehe zu Datensatz

source: Filtering
de: Filtern

source: Filter is set!
de: Filter ist gesetzt!

source: There is no viewer available for the filetype %s.
de: Für den Dateityp %s steht kein Betrachter zur Verfügung.

source: No viewer
de: Kein Betrachter

source: The external viewer {} is not accessible.
de: Auf das externe Anzeigeprogramm {} kann nicht zugegriffen werden.

source: Not accessible
de: Kein Zugriff möglich

source: No document available
de: Kein Dokument vorhanden

source: Description
de: Beschreibung

source: Condition
de: Zustand

source: Keywords
de: Schlüsselwörter

source: New document
de: Neues Dokument

source: Document no.{0:d} ({1!s})
de: Dokument Nr.{0:d} ({1!s})

source: Systematic
de: Systematik

source: Create new entry
de: Neuen Eintrag erstellen

source: Delete entry
de: Eintrag löschen

source: Edit entry
de: Eintrag bearbeiten

source: Export as pdf
de: Als pdf exportieren

source: Please select parent entry for new entry
de: Bitte übergeordeten Eintrag für neuen Eintrag auswählen

source: Please select entry to delete
de: Bitte Eintrag zum Löschen auswählen

source: Please select node to edit
de: Bitte Eintrag zur Bearbeitung auswählen

source: Please change description for %s:
de: Ändern Sie bitte die Beschreibung für %s:

source: Please select which systematic point you want to create
de: Bitte wählen Sie, welchen Syste- matikpunkt sie erzeugen wollen:

source: Please enter a description for %s:
de: Geben Sie eine Beschreibung für %s ein:

source: Show as pdf
de: Als pdf anzeigen

source: Event types
de: Ereignistypen

source: New
de: Neu

source: Delete
de: Löschen

source: Select new event type
de: Neuen Ereignistyp auswählen

source: Crossreferences
de: Querverweise

source: Goto
de: Gehe zu

source: Related documents
de: Verknüpfte Dokumente

source: Document files
de: Dokumentdateien

source: Replace
de: Ersetzen

source: Show
de: Anzeigen

source: Related events
de: Verknüpfte Ereignisse

source: Date
de: Datum
